Repository: Nico8324/GetSome
Catalog: GetSome/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, ko, pt, ru, zh_cn

source: No account. Everything stays on this device.
de: Kein Account. Alles bleibt auf diesem Gerät.
es: Sin cuenta. Todo se queda en este dispositivo.
fr: Aucun compte. Tout reste sur cet appareil.
hi: कोई खाता नहीं। सब कुछ इसी डिवाइस पर रहता है।
it: Nessun account. Tutto resta su questo dispositivo.
ja: アカウントはありません。すべてこのデバイスに保存されます。
ko: 계정이 없습니다. 모든 것이 이 기기에 남습니다.
pt: Sem conta. Tudo fica neste dispositivo.
ru: Без учётной записи. Всё остаётся на этом устройстве.
zh_cn: 无账户。所有内容都保留在此设备上。

source: No categories
de: Keine Kategorien
es: Sin categorías
fr: Aucune catégorie
hi: कोई श्रेणी नहीं
it: Nessuna categoria
ja: カテゴリなし
ko: 카테고리 없음
pt: Sem categorias
ru: Нет категорий
zh_cn: 暂无分类

source: No keywords yet
de: Noch keine Stichwörter
es: Sin palabras clave todavía
fr: Aucun mot-clé pour l’instant
hi: अभी कोई कीवर्ड नहीं
it: Nessuna parola chiave ancora
ja: キーワードはまだありません
ko: 아직 키워드 없음
pt: Sem palavras-chave ainda
ru: Ключевых слов пока нет
zh_cn: 暂无关键词

source: No videos here
de: Keine Videos hier
es: Aquí no hay vídeos
fr: Aucune vidéo ici
hi: यहाँ कोई वीडियो नहीं
it: Nessun video qui
ja: 動画がありません
ko: 여기에 동영상이 없음
pt: Não há vídeos aqui
ru: Здесь нет видео
zh_cn: 这里没有视频

source: None
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
it: Nessuno
ja: なし
ko: 없음
pt: Nenhum
ru: Нет
zh_cn: 无

source: Nothing recorded yet.
de: Noch nichts aufgezeichnet.
es: Todavía no hay nada registrado.
fr: Rien d’enregistré pour l’instant.
hi: अभी तक कुछ रिकॉर्ड नहीं हुआ।
it: Non è ancora stato registrato nulla.
ja: まだ記録がありません。
ko: 아직 기록된 내용이 없습니다.
pt: Ainda não há nada registado.
ru: Пока ничего не записано.
zh_cn: 尚无记录。

source: Nothing saved yet
de: Noch nichts gesichert
es: Todavía no has guardado nada
fr: Rien d’enregistré pour l’instant
hi: अभी तक कुछ सहेजा नहीं गया
it: Non hai ancora salvato nulla
ja: まだ保存されていません
ko: 아직 저장된 항목이 없음
pt: Ainda não guardou nada
ru: Пока ничего не сохранено
zh_cn: 尚未存储任何内容

source: Nothing watched yet
de: Noch nichts angesehen
es: Ningún vídeo visto todavía
fr: Rien de visionné pour l’instant
hi: अभी तक कुछ नहीं देखा
it: Ancora nessun video guardato
ja: まだ視聴した動画はありません
ko: 아직 시청한 동영상이 없습니다
pt: Ainda nenhum vídeo visto
ru: Пока ничего не просмотрено
zh_cn: 还没有观看任何视频

source: Off, so titles and keywords stay in whatever language they were uploaded in. Turning this on sends them to Google Translate — the only part of this app that shares what you’re browsing.
de: Aus – Titel und Stichwörter bleiben in der Sprache, in der sie hochgeladen wurden. Wenn du dies aktivierst, werden sie an Google Übersetzer gesendet – der einzige Teil dieser App, der weitergibt, was du dir ansiehst.
es: Desactivado, así que los títulos y las palabras clave se mantienen en el idioma en que se subieron. Al activarlo se envían a Google Traductor: la única parte de esta app que comparte lo que estás viendo.
fr: Désactivé : les titres et les mots-clés restent dans la langue d’origine. En activant cette option, ils sont envoyés à Google Traduction — la seule partie de cette app qui partage ce que vous consultez.
hi: बंद है, इसलिए शीर्षक और कीवर्ड उसी भाषा में रहेंगे जिसमें वे अपलोड हुए थे। इसे चालू करने पर वे Google अनुवाद को भेजे जाते हैं — इस ऐप का यही एकमात्र हिस्सा है जो साझा करता है कि आप क्या देख रहे हैं।
it: Disattivato, quindi titoli e parole chiave restano nella lingua in cui sono stati caricati. Attivandolo vengono inviati a Google Traduttore: l’unica parte di questa app che condivide ciò che stai guardando.
ja: オフのため、タイトルとキーワードはアップロードされた言語のままです。オンにすると Google 翻訳に送信されます。このAppで閲覧内容を外部と共有するのはこの機能だけです。
ko: 꺼져 있어 제목과 키워드가 업로드된 언어 그대로 표시됩니다. 이 기능을 켜면 Google 번역으로 전송됩니다. 이 앱에서 사용자가 보는 내용을 외부와 공유하는 유일한 기능입니다.
pt: Desativado, por isso os títulos e as palavras-chave mantêm-se no idioma em que foram carregados. Ao ativar, são enviados para o Google Tradutor — a única parte desta app que partilha o que está a ver.
ru: Выключено, поэтому названия и ключевые слова остаются на языке загрузки. Если включить, они отправляются в Google Переводчик — это единственная часть приложения, которая передаёт то, что вы смотрите.
zh_cn: 已关闭，因此标题和关键词将保持上传时的语言。开启后，它们会被发送至 Google 翻译——这是此 App 中唯一会分享你浏览内容的功能。

source: Off, so titles stay in whatever language they were uploaded in. Turning this on translates them on this device where its languages are already downloaded, and through Google Translate otherwise.
de: Aus — Titel bleiben in der Sprache, in der sie hochgeladen wurden. Eingeschaltet werden sie auf diesem Gerät übersetzt, wo dessen Sprachen bereits geladen sind, und sonst über Google Übersetzer.
es: Desactivado: los títulos permanecen en el idioma en que se subieron. Al activarlo, se traducen en este dispositivo cuando sus idiomas ya están descargados, y a través de Google Traductor en caso contrario.
fr: Désactivé : les titres restent dans la langue d’origine. En activant cette option, ils sont traduits sur cet appareil quand ses langues sont déjà téléchargées, et via Google Traduction sinon.
hi: बंद है, इसलिए शीर्षक उसी भाषा में रहते हैं जिसमें अपलोड हुए थे। इसे चालू करने पर, जिन भाषाओं के मॉडल डिवाइस पर पहले से डाउनलोड हैं उनका अनुवाद इसी डिवाइस पर होता है, अन्यथा Google अनुवाद से।
it: Disattivato: i titoli restano nella lingua in cui sono stati caricati. Attivandolo, vengono tradotti su questo dispositivo quando le sue lingue sono già scaricate, e tramite Google Traduttore negli altri casi.
ja: オフの間、タイトルはアップロードされた言語のままです。オンにすると、ダウンロード済みの言語はこのデバイス上で翻訳され、それ以外は Google 翻訳を通じて翻訳されます。
ko: 꺼져 있으면 제목은 업로드된 언어 그대로 유지됩니다. 켜면 이미 다운로드된 언어는 이 기기에서 번역되고, 그 밖의 언어는 Google 번역을 통해 번역됩니다.
pt: Desativado, pelo que os títulos ficam no idioma em que foram carregados. Ao ativar, são traduzidos neste dispositivo quando os seus idiomas já estão descarregados, e através do Google Tradutor nos restantes casos.
ru: Выключено — названия остаются на языке загрузки. После включения они переводятся на этом устройстве, если его языки уже загружены, а в остальных случаях — через Google Переводчик.
zh_cn: 已关闭，标题保持上传时的语言。开启后，设备上已下载的语言会在本机翻译，其余的通过 Google 翻译。

source: Optional. Signing in adds your playlists and liked videos as feeds. You sign in on %@'s own page, so this app never sees your password — it keeps only the session that results.
de: Optional. Mit der Anmeldung erscheinen die eigenen Playlists und gelikten Videos als Feeds. Die Anmeldung erfolgt auf der Seite von %@ selbst, diese App sieht das Passwort also nie — sie behält nur die dabei entstehende Sitzung.
es: Opcional. Al iniciar sesión, sus listas y sus vídeos con «Me gusta» se añaden como feeds. La sesión se inicia en la propia página de %@, así que esta app nunca ve su contraseña: solo guarda la sesión resultante.
fr: Facultatif. La connexion ajoute vos playlists et vos vidéos aimées comme flux. Vous vous connectez sur la page de %@ même, donc cette app ne voit jamais votre mot de passe — elle ne garde que la session qui en résulte.
hi: वैकल्पिक। साइन इन करने पर आपकी प्लेलिस्ट और पसंद किए गए वीडियो फ़ीड के रूप में जुड़ जाते हैं। साइन इन %@ के अपने पेज पर होता है, इसलिए यह ऐप आपका पासवर्ड कभी नहीं देखता — केवल उससे बनी सेशन रखता है।
it: Facoltativo. Con l’accesso le tue playlist e i video che ti piacciono compaiono come feed. Accedi sulla pagina di %@ stessa, quindi questa app non vede mai la tua password: conserva solo la sessione che ne risulta.
ja: 任意です。サインインすると、プレイリストと「いいね」した動画がフィードとして追加されます。サインインは%@自身のページで行うため、このアプリがパスワードを見ることはありません。保持するのは、その結果のセッションだけです。
ko: 선택 사항입니다. 로그인하면 재생목록과 좋아요한 동영상이 피드로 추가됩니다. 로그인은 %@ 자체 페이지에서 이루어지므로 이 앱은 암호를 절대 보지 않으며, 그 결과로 생긴 세션만 보관합니다.
pt: Opcional. Iniciar sessão adiciona as suas playlists e os vídeos gostados como feeds. A sessão é iniciada na própria página de %@, pelo que esta app nunca vê a sua palavra-passe — guarda apenas a sessão resultante.
ru: Необязательно. После входа ваши плейлисты и понравившиеся видео появятся как ленты. Вход выполняется на странице самого сайта %@, поэтому это приложение никогда не видит ваш пароль — оно хранит только полученную сессию.
zh_cn: 可选。登录后，你的播放列表和已点赞视频会作为源添加。登录在 %@ 自己的页面上完成，因此此 App 绝不会看到你的密码——只保留由此产生的会话。

source: Play
de: Wiedergeben
es: Reproducir
fr: Lire
hi: चलाएँ
it: Riproduci
ja: 再生
ko: 재생
pt: Reproduzir
ru: Воспроизвести
zh_cn: 播放

source: Play Next
de: Nächstes abspielen
es: Reproducir siguiente
fr: Lire la suivante
hi: अगला चलाएँ
it: Riproduci successivo
ja: 次を再生
ko: 다음 재생
pt: Reproduzir seguinte
ru: Следующее видео
zh_cn: 播放下一个

source: Play from %@
de: Abspielen ab %@
es: Reproducir desde %@
fr: Lire à partir de %@
hi: %@ से चलाएँ
it: Riproduci da %@
ja: %@から再生
ko: %@부터 재생
pt: Reproduzir a partir de %@
ru: Воспроизвести с %@
zh_cn: 从 %@ 开始播放

source: Playback
de: Wiedergabe
es: Reproducción
fr: Lecture
hi: प्लेबैक
it: Riproduzione
ja: 再生
ko: 재생
pt: Reprodução
ru: Воспроизведение
zh_cn: 播放

source: Popular
de: Beliebt
es: Populares
fr: Populaires
hi: लोकप्रिय
it: Popolari
ja: 人気
ko: 인기
pt: Populares
ru: Популярные
zh_cn: 热门

source: Prepare Report
de: Bericht erstellen
es: Preparar informe
fr: Préparer le rapport
hi: रिपोर्ट तैयार करें
it: Prepara resoconto
ja: レポートを作成
ko: 보고서 준비
pt: Preparar relatório
ru: Подготовить отчёт
zh_cn: 准备报告

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
hi: पूर्वावलोकन
it: Anteprima
ja: プレビュー
ko: 미리보기
pt: Pré-visualização
ru: Предпросмотр
zh_cn: 预览

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
ja: プライバシー
ko: 개인정보 보호
pt: Privacidade
ru: Конфиденциальность
zh_cn: 隐私

source: Profile
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
it: Profilo
ja: プロフィール
ko: 프로필
pt: Perfil
ru: Профиль
zh_cn: 个人资料

source: Profile & Settings
de: Profil & Einstellungen
es: Perfil y ajustes
fr: Profil et réglages
hi: प्रोफ़ाइल और सेटिंग्ज़
it: Profilo e impostazioni
ja: プロフィールと設定
ko: 프로필 및 설정
pt: Perfil e definições
ru: Профиль и настройки
zh_cn: 个人资料与设置

source: Profile and settings
de: Profil und Einstellungen
es: Perfil y ajustes
fr: Profil et réglages
hi: प्रोफ़ाइल और सेटिंग्ज़
it: Profilo e impostazioni
ja: プロフィールと設定
ko: 프로필 및 설정
pt: Perfil e definições
ru: Профиль и настройки
zh_cn: 个人资料与设置

source: Recent Requests
de: Letzte Anfragen
es: Solicitudes recientes
fr: Requêtes récentes
hi: हाल के अनुरोध
it: Richieste recenti
ja: 最近のリクエスト
ko: 최근 요청
pt: Pedidos recentes
ru: Последние запросы
zh_cn: 近期请求

source: Recent Searches
de: Letzte Suchen
es: Búsquedas recientes
fr: Recherches récentes
hi: हाल की खोजें
it: Ricerche recenti
ja: 最近の検索
ko: 최근 검색
pt: Pesquisas recentes
ru: Недавние запросы
zh_cn: 最近搜索

source: Related
de: Ähnliche
es: Relacionados
fr: Similaires
hi: संबंधित
it: Correlati
ja: 関連
ko: 관련 항목
pt: Relacionados
ru: Похожие
zh_cn: 相关内容

source: Remove All
de: Alle entfernen
es: Eliminar todo
fr: Tout supprimer
hi: सभी हटाएँ
it: Rimuovi tutto
ja: すべて削除
ko: 모두 제거
pt: Remover tudo
ru: Удалить все
zh_cn: 移除全部

source: Remove All Saved
de: Alle gesicherten entfernen
es: Eliminar todo lo guardado
fr: Supprimer tout l’enregistré
hi: सहेजे गए सभी हटाएँ
it: Rimuovi tutti i salvati
ja: 保存済みをすべて削除
ko: 저장된 항목 모두 제거
pt: Remover tudo o que está guardado
ru: Удалить все сохранённые
zh_cn: 移除所有已存内容

source: Remove all saved videos?
de: Alle gesicherten Videos entfernen?
es: ¿Eliminar todos los vídeos guardados?
fr: Supprimer toutes les vidéos enregistrées ?
hi: सहेजे गए सभी वीडियो हटाएँ?
it: Rimuovere tutti i video salvati?
ja: 保存した動画をすべて削除しますか？
ko: 저장된 동영상을 모두 제거하시겠습니까?
pt: Remover todos os vídeos guardados?
ru: Удалить все сохранённые видео?
zh_cn: 移除所有已存视频？

source: Remove from Saved
de: Aus „Gesichert“ entfernen
es: Quitar de guardados
fr: Retirer des enregistrées
hi: सहेजे गए से हटाएँ
it: Rimuovi dai salvati
ja: 保存済みから削除
ko: 저장됨에서 제거
pt: Remover dos guardados
ru: Убрать из сохранённых
zh_cn: 从已存中移除

source: Require Face ID
de: Face ID erforderlich
es: Requerir Face ID
fr: Exiger Face ID
hi: Face ID आवश्यक करें
it: Richiedi Face ID
ja: Face ID を必須にする
ko: Face ID 요구
pt: Exigir Face ID
ru: Требовать Face ID
zh_cn: 要求面容 ID

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: फिर कोशिश करें
it: Riprova
ja: 再試行
ko: 다시 시도
pt: Tentar novamente
ru: Повторить
zh_cn: 重试

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
pt: Guardar
ru: Сохранить
zh_cn: 存储

source: Saved
de: Gesichert
es: Guardados
fr: Enregistrées
hi: सहेजे गए
it: Salvati
ja: 保存済み
ko: 저장됨
pt: Guardados
ru: Сохранённые
zh_cn: 已存储

source: Saved Videos
de: Gesicherte Videos
es: Vídeos guardados
fr: Vidéos enregistrées
hi: सहेजे गए वीडियो
it: Video salvati
ja: 保存した動画
ko: 저장된 동영상
pt: Vídeos guardados
ru: Сохранённые видео
zh_cn: 已存视频

source: Scenes
de: Szenen
es: Escenas
fr: Scènes
hi: दृश्य
it: Scene
ja: シーン
ko: 장면
pt: Cenas
ru: Сцены
zh_cn: 场景

source: Search
de: Suchen
es: Buscar
fr: Rechercher
hi: खोजें
it: Cerca
ja: 検索
ko: 검색
pt: Pesquisar
ru: Поиск
zh_cn: 搜索

source: Search videos
de: Videos suchen
es: Buscar vídeos
fr: Rechercher des vidéos
hi: वीडियो खोजें
it: Cerca video
ja: 動画を検索
ko: 동영상 검색
pt: Pesquisar vídeos
ru: Поиск видео
zh_cn: 搜索视频

source: Share
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
it: Condividi
ja: 共有
ko: 공유
pt: Partilhar
ru: Поделиться
zh_cn: 共享

source: Share Report
de: Bericht teilen
es: Compartir informe
fr: Partager le rapport
hi: रिपोर्ट साझा करें
it: Condividi resoconto
ja: レポートを共有
ko: 보고서 공유
pt: Partilhar relatório
ru: Поделиться отчётом
zh_cn: 共享报告

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hi: साइन इन करें
it: Accedi
ja: サインイン
ko: 로그인
pt: Iniciar sessão
ru: Войти
zh_cn: 登录

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: साइन आउट करें
it: Esci
ja: サインアウト
ko: 로그아웃
pt: Terminar sessão
ru: Выйти
zh_cn: 退出登录

source: Signed in
de: Angemeldet
es: Sesión iniciada
fr: Compte connecté
hi: साइन इन है
it: Accesso effettuato
ja: サインイン中
ko: 로그인됨
pt: Sessão iniciada
ru: Выполнен вход
zh_cn: 已登录

source: Signing in needs a web browser, so it isn’t available here.
de: Zum Anmelden ist ein Webbrowser nötig, daher ist es hier nicht verfügbar.
es: Iniciar sesión requiere un navegador web, así que aquí no está disponible.
fr: La connexion nécessite un navigateur web, elle n’est donc pas disponible ici.
hi: साइन इन के लिए वेब ब्राउज़र चाहिए, इसलिए यह यहाँ उपलब्ध नहीं है।
it: L’accesso richiede un browser web, quindi qui non è disponibile.
ja: サインインには Web ブラウザが必要なため、ここでは利用できません。
ko: 로그인에는 웹 브라우저가 필요하므로 여기에서는 사용할 수 없습니다.
pt: Iniciar sessão requer um navegador web, pelo que não está disponível aqui.
ru: Для входа нужен веб-браузер, поэтому здесь он недоступен.
zh_cn: 登录需要网页浏览器，因此在此设备上不可用。

source: Site Order
de: Reihenfolge der Website
es: Orden del sitio
fr: Ordre du site
hi: साइट का क्रम
it: Ordine del sito
ja: サイトの順序
ko: 사이트 순서
pt: Ordem do site
ru: Порядок сайта
zh_cn: 网站顺序

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
hi: स्टोरेज
it: Archiviazione
ja: ストレージ
ko: 저장 공간
pt: Armazenamento
ru: Хранилище
zh_cn: 储存空间

source: Tap Save on a video to keep it here.
de: Tippe bei einem Video auf „Sichern“, um es hier zu behalten.
es: Toca Guardar en un vídeo para conservarlo aquí.
fr: Touchez Enregistrer sur une vidéo pour la conserver ici.
hi: किसी वीडियो पर सहेजें टैप करें ताकि वह यहाँ रहे।
it: Tocca Salva su un video per conservarlo qui.
ja: 動画で「保存」をタップすると、ここに残ります。
ko: 동영상에서 저장을 탭하면 여기에 보관됩니다.
pt: Toque em Guardar num vídeo para o manter aqui.
ru: Нажмите «Сохранить» на видео, чтобы оставить его здесь.
zh_cn: 轻点视频上的“存储”即可将其保留在这里。

source: That usually means the site changed its layout rather than that anything is wrong here. Sharing this report includes the page itself.
de: Das bedeutet meist, dass die Website ihr Layout geändert hat, und nicht, dass hier etwas defekt ist. Beim Teilen dieses Berichts wird die Seite selbst mitgesendet.
es: Eso suele significar que el sitio cambió su diseño, no que aquí haya algo mal. Al compartir este informe se incluye la propia página.
fr: Cela signifie généralement que le site a changé sa mise en page, et non qu’il y a un problème ici. Le partage de ce rapport inclut la page elle-même.
hi: इसका आमतौर पर अर्थ है कि साइट ने अपना लेआउट बदला है, न कि यहाँ कुछ गड़बड़ है। इस रिपोर्ट को साझा करने पर पेज भी शामिल होता है।
it: Di solito significa che il sito ha cambiato l’impaginazione, non che ci sia qualcosa che non va qui. Condividendo questo resoconto viene inclusa anche la pagina.
ja: 多くの場合、これはサイトがレイアウトを変更したという意味で、このAppに問題があるわけではありません。このレポートを共有すると、ページ自体も含まれます。
ko: 이는 대개 이 앱에 문제가 있는 것이 아니라 사이트가 레이아웃을 변경했다는 뜻입니다. 이 보고서를 공유하면 페이지 자체도 포함됩니다.
pt: Isso normalmente significa que o site mudou o esquema, não que algo esteja errado aqui. Partilhar este relatório inclui a própria página.
ru: Обычно это значит, что сайт изменил вёрстку, а не что здесь что-то не так. При отправке этого отчёта включается и сама страница.
zh_cn: 这通常表示网站更改了布局，而不是此 App 出了问题。共享此报告会一并包含页面本身。

source: That’s everything.
de: Das ist alles.
es: Esto es todo.
fr: C’est tout.
hi: बस इतना ही।
it: Non c’è altro.
ja: 以上です。
ko: 이것이 전부입니다.
pt: É tudo.
ru: Это всё.
zh_cn: 就这些了。

source: The best rated videos on the site.
de: Die am besten bewerteten Videos der Website.
es: Los vídeos mejor valorados del sitio.
fr: Les vidéos les mieux notées du site.
hi: साइट पर सर्वश्रेष्ठ रेटिंग वाले वीडियो।
it: I video con la valutazione più alta del sito.
ja: サイトで最も評価の高い動画。
ko: 사이트에서 평점이 가장 높은 동영상.
pt: Os vídeos com melhor classificação do site.
ru: Видео с самым высоким рейтингом на сайте.
zh_cn: 该网站评分最高的视频。

source: The best-rated videos, across every site.
de: Die am besten bewerteten Videos, über alle Websites hinweg.
es: Los vídeos mejor valorados, en todos los sitios.
fr: Les vidéos les mieux notées, tous sites confondus.
hi: सर्वश्रेष्ठ रेटेड वीडियो, सभी साइटों पर।
it: I video più valutati, per tutti i siti.
ja: 最も高い評価の動画、すべてのサイト。
ko: 평점이 가장 높은 동영상, 모든 사이트.
pt: Os vídeos melhor classificados, em todos os sites.
ru: Самые высоко оцененные видео, на всех сайтах.
zh_cn: 评分最高的视频，所有网站。

source: The day's most-watched videos, across every site.
de: Die meistgesehenen Videos des Tages, über alle Websites hinweg.
es: Los vídeos más vistos del día, en todos los sitios.
fr: Les vidéos les plus regardées de la journée, tous sites confondus.
hi: दिन के सर्वाधिक देखे गए वीडियो, सभी साइटों पर।
it: I video più visti della giornata, per tutti i siti.
ja: 今日一番再生された動画、すべてのサイト。
ko: 오늘 가장 많이 시청된 동영상, 모든 사이트.
pt: Os vídeos mais vistos do dia, em todos os sites.
ru: Самые просматриваемые видео дня, на всех сайтах.
zh_cn: 今天观看最多的视频，所有网站。

source: The front page, refreshed through the day.
de: Die Startseite, den Tag über aktualisiert.
es: La portada, actualizada a lo largo del día.
fr: La page d’accueil, actualisée tout au long de la journée.
hi: मुख पृष्ठ, दिन भर ताज़ा होता रहता है।
it: La pagina principale, aggiornata nel corso della giornata.
ja: 一日を通して更新されるトップページ。
ko: 하루 종일 새로 고쳐지는 첫 페이지.
pt: A página inicial, atualizada ao longo do dia.
ru: Главная страница, обновляется в течение дня.
zh_cn: 首页，全天持续更新。

source: The month's most-watched videos, across every site.
de: Die meistgesehenen Videos des Monats, über alle Websites hinweg.
es: Los vídeos más vistos del mes, en todos los sitios.
fr: Les vidéos les plus regardées du mois, tous sites confondus.
hi: महीने के सर्वाधिक देखे गए वीडियो, सभी साइटों पर।
it: I video più visti del mese, per tutti i siti.
ja: 今月一番再生された動画、すべてのサイト。
ko: 이번 달 가장 많이 시청된 동영상, 모든 사이트.
pt: Os vídeos mais vistos do mês, em todos os sites.
ru: Самые просматриваемые видео месяца, на всех сайтах.
zh_cn: 本月观看最多的视频，所有网站。

source: The most-watched videos of the last twenty-four hours.
de: Die meistgesehenen Videos der letzten vierundzwanzig Stunden.
es: Los vídeos más vistos de las últimas veinticuatro horas.
fr: Les vidéos les plus regardées des dernières vingt-quatre heures.
hi: पिछले चौबीस घंटों में सर्वाधिक देखे गए वीडियो।
it: I video più visti nelle ultime ventiquattro ore.
ja: 過去24時間で最も再生された動画。
ko: 지난 24시간 동안 가장 많이 시청된 동영상.
pt: Os vídeos mais vistos das últimas vinte e quatro horas.
ru: Самые просматриваемые видео за последние двадцать четыре часа.
zh_cn: 过去二十四小时内观看最多的视频。

source: The most-watched videos of the past day.
de: Die meistgesehenen Videos des vergangenen Tages.
es: Los vídeos más vistos del último día.
fr: Les vidéos les plus regardées de la journée.
hi: पिछले दिन के सर्वाधिक देखे गए वीडियो।
it: I video più visti dell’ultimo giorno.
ja: この一日で最も再生された動画。
ko: 지난 하루 동안 가장 많이 시청된 동영상.
pt: Os vídeos mais vistos do último dia.
ru: Самые просматриваемые видео за последний день.
zh_cn: 过去一天内观看最多的视频。

source: The most-watched videos of the past month.
de: Die meistgesehenen Videos des vergangenen Monats.
es: Los vídeos más vistos del último mes.
fr: Les vidéos les plus regardées du mois écoulé.
hi: पिछले महीने के सर्वाधिक देखे गए वीडियो।
it: I video più visti dell’ultimo mese.
ja: 過去1か月で最も再生された動画。
ko: 지난 한 달 동안 가장 많이 시청된 동영상.
pt: Os vídeos mais vistos do último mês.
ru: Самые просматриваемые видео за последний месяц.
zh_cn: 过去一个月内观看最多的视频。

source: The most-watched videos of the past seven days.
de: Die meistgesehenen Videos der letzten sieben Tage.
es: Los vídeos más vistos de los últimos siete días.
fr: Les vidéos les plus regardées des sept derniers jours.
hi: पिछले सात दिनों के सर्वाधिक देखे गए वीडियो।
it: I video più visti degli ultimi sette giorni.
ja: 過去7日間で最も再生された動画。
ko: 지난 7일 동안 가장 많이 시청된 동영상.
pt: Os vídeos mais vistos dos últimos sete dias.
ru: Самые просматриваемые видео за последние семь дней.
zh_cn: 过去七天内观看最多的视频。

source: The newest uploads from every site, side by side.
de: Die neuesten Uploads von allen Websites, nebeneinander.
es: Los vídeos subidos más recientemente de todos los sitios, uno al lado del otro.
fr: Les envois les plus récents de tous les sites, côte à côte.
hi: सभी साइटों से सबसे नए अपलोड, एक साथ।
it: I caricamenti più recenti da tutti i siti, uno accanto all'altro.
ja: すべてのサイトからの最新アップロード、並べて表示。
ko: 모든 사이트에서 가장 최근에 업로드한 것, 나란히 표시.
pt: Os envios mais recentes de todos os sites, lado a lado.
ru: Самые новые загрузки со всех сайтов, рядом друг с другом.
zh_cn: 来自所有网站的最新上传，并排显示。

source: The newest uploads, in the order they arrived.
de: Die neuesten Uploads, in der Reihenfolge ihres Eingangs.
es: Las subidas más recientes, en el orden en que llegaron.
fr: Les ajouts les plus récents, dans leur ordre d’arrivée.
hi: नवीनतम अपलोड, आने के क्रम में।
it: I caricamenti più recenti, nell’ordine in cui sono arrivati.
ja: 最新のアップロードを、追加された順に。
ko: 가장 최근 업로드를 도착한 순서대로.
pt: Os carregamentos mais recentes, pela ordem de chegada.
ru: Самые новые загрузки в порядке поступления.
zh_cn: 最新上传，按加入顺序排列。

source: The report lists what the app asked each site for and what came back.
de: Der Bericht führt auf, was die App bei jeder Website angefragt hat und was zurückkam.
es: El informe indica qué pidió la app a cada sitio y qué recibió.
fr: Le rapport indique ce que l’app a demandé à chaque site et ce qu’elle a reçu.
hi: रिपोर्ट में दर्ज है कि ऐप ने हर साइट से क्या माँगा और क्या वापस आया।
it: Il resoconto elenca ciò che l’app ha chiesto a ogni sito e ciò che ha ricevuto.
ja: レポートには、Appが各サイトに要求した内容と、返ってきた内容が記載されます。
ko: 보고서에는 앱이 각 사이트에 요청한 내용과 돌아온 내용이 나열됩니다.
pt: O relatório indica o que a app pediu a cada site e o que recebeu.
ru: В отчёте перечислено, что приложение запросило у каждого сайта и что получило в ответ.
zh_cn: 报告列出了此 App 向各网站请求的内容以及返回的结果。
